{
  "fields": [
    {
      "name": "datum",
      "type": "date",
      "description": "Stichdatum der gemeldeten COVID-19-ITS-Fälle und ITS-Kapazitäten"
    },
    {
      "name": "bundesland_id",
      "type": "string",
      "description": "Identifikationsnummer der Bundesländer basierend auf dem Amtlichen Gemeindeschlüssel (AGS)."
    },
    {
      "name": "bundesland_name",
      "type": "string",
      "description": "Name des Bundeslandes."
    },
    {
      "name": "landkreis_id",
      "type": "string",
      "description": "Identifikationsnummer der Landkreise basierend auf dem Amtlichen Gemeindeschlüssel (AGS)."
    },
    {
      "name": "landkreis_name",
      "type": "string",
      "description": "Name des Landkreises."
    },
    {
      "name": "anzahl_standorte",
      "type": "integer",
      "description": "Die Anzahl der Standorte gibt an, wie viele Krankenhaus-Standorte im jeweiligen Landkreis eine Meldung abgegeben haben und in den aktuellen Datenstand einfließen.",
      "constraints": {
        "minimum": 1
      }
    },
    {
      "name": "anzahl_meldebereiche",
      "type": "integer",
      "description": "Ein Meldebereich entspricht einer Intensivstation oder einem Intensivbereich, für welchen das dort arbeitende fachmedizinische Personal Meldungen im DIVI-Intensivregister (täglich) abgibt. Die Anzahl der Meldebereiche gibt an, wie viele Meldebereiche des jeweiligen Landkreises gemeldet haben und in den aktuellen Datenstand einfließen. Die Anzahl der Meldebereiche umfasst Kinder- und Erwachsenen-Intensivstationen.",
      "constraints": {
        "minimum": 1
      }
    },
    {
      "name": "faelle_covid_aktuell",
      "type": "integer",
      "description": "Anzahl aller aktuell in intensivmedizinischer Behandlung befindlicher SARS-CoV-2-positiver Patient\\*innen (nur bei labordiagnostischem Nukleinsäure- oder Antigennachweis; keine klinischen Verdachtsfälle). Inklusive Zählung von COVID-19-Patient\\*innen mit zurückliegendem SARS-CoV-2-Nachweis, die weiterhin mit ihrer COVID-19-Erkrankung intensivmedizinisch behandelt werden. (Erwachsene und Kinder)",
      "constraints": {
        "minimum": 0
      }
    },
    {
      "name": "faelle_covid_aktuell_invasiv_beatmet",
      "type": "integer",
      "description": "Anzahl aktuell invasiv beatmeter COVID-19-Patient\\*innen in intensivmedizinischer Behandlung. (Erwachsene und Kinder) Diese Angabe bezieht sich auf COVID-19-Intensivpatient\\*innen mit invasiver Beatmung. Das bedeutet nicht, dass die anderen COVID-19-Intensivpatient\\*innen nicht beatmet werden. Evtl. erfolgt dort eine nicht-invasive Beatmung.",
      "missingValues": [
        "NA"
      ],
      "constraints": {
        "minimum": 0
      }
    },
    {
      "name": "intensivbetten_frei",
      "type": "integer",
      "description": "**BERECHNET:** Anzahl freier betreibbarer Intensivbetten. (Erwachsene und Kinder) Dieser Wert wird errechnet aus der Gesamtzahl aktuell betreibbarer Intensivbetten (hier nicht aufgeführt) minus der Anzahl aktuell belegter Intensivbetten eines Meldebereichs (*intensivbetten_belegt*). Beide Zahlen sind Teil der Abfrage.",
      "constraints": {
        "minimum": 0
      }
    },
    {
      "name": "intensivbetten_belegt",
      "type": "integer",
      "description": "Anzahl der im Meldebereich aktuell belegten sowie zur Belegung am gleichen Tag verplanten Intensivbetten, unabhängig von der Behandlungsursache (Erwachsene und Kinder).",
      "constraints": {
        "minimum": 0
      }
    },
    {
      "name": "intensivbetten_belegt_erwachsen",
      "type": "integer",
      "description": "Anzahl der im Meldebereich aktuell belegten sowie zur Belegung am gleichen Tag verplanten Intensivbetten, unabhängig von der Behandlungsursache (NUR für Erwachsene).",
      "constraints": {
        "minimum": 0
      }
    },
    {
      "name": "intensivbetten_frei_erwachsen",
      "type": "integer",
      "description": "**BERECHNET:** Anzahl freier betreibbarer Intensivbetten. (NUR für Erwachsene) Dieser Wert wird errechnet aus der Gesamtzahl aktuell betreibbarer Intensivbetten (hier nicht aufgeführt) minus der Anzahl aktuell belegter Intensivbetten eines Meldebereichs (intensivbetten_belegt). Beide Zahlen sind Teil der Abfrage.",
      "constraints": {
        "minimum": 0
      }
    }
  ]
}